/* A tamper protection password is required to install over the existing product. */
"A tamper protection password is required to install over the existing product." = "Ein Manipulationsschutz-Kennwort ist erforderlich, um das vorhandene Produkt zu überschreiben.";

/* Are you sure you want to cancel the download? */
"Are you sure you want to cancel the download?" = "Möchten Sie den Download jetzt wirklich abbrechen?";

/* (No Commment) */
"Authentication is required to allow download Sophos Endpoint." = "Eine Identifizierung ist erforderlich um Sophos Endpoint herunterzuladen.";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.10\nFree Disk Space:    1GB\nCannot have SGN 8 Enterprise Full Disk Encryption installed\n\n" = "Die minimalen Systemvoraussetzungen sind:\n\nPlattform:  10.10\nFreier Speicherplatz:    1 GB\nSGN 8 Enterprise Full Disk Encryption kann nicht installiert sein\n\n";

/* (No Commment) */
"Below are the minimum requirements:\n\nPlatform:  10.8 Intel\nFree Disk Space:    1GB\n\n" = "Dies sind die Mindestanforderungen:\n\nPlattform:  10.8 IntelFreier Speicherplatz:    1 GB\n\n";

/* Cancel */
"Cancel" = "Abbrechen";

/* Connecting... */
"Connecting..." = "Verbinden …";

/* Contact your computer systems administrator or Sophos Technical Support for further assistance. */
"Contact your computer systems administrator or Sophos Technical Support for further assistance." = "Kontaktieren Sie Ihren Systemadministrator oder den technischen Support von Sophos für weitere Unterstützung.";

/* Contact your system administrator or Sophos Technical Support for further assistance. */
"Contact your system administrator or Sophos Technical Support for further assistance." = "Wenden Sie sich für weitere Hilfestellung an Ihren Systemadministrator oder den Sophos Technical Support.";

/* Continue */
"Continue" = "Fortfahren";

/* Device Encryption: Protects your data if your device is lost or stolen. */
"Device Encryption: Protects your data if your device is lost or stolen." = "Device Encryption: Schützt Ihre Daten im Falle eines Geräteverlusts oder -diebstahls.";

/* OK button in alerts */
"OK" = "OK";

/* Downloading... */
"Downloading..." = "Download läuft ...";

/* Failed to receive configuration */
"Failed to receive configuration" = "Konfiguration konnte nicht empfangen werden";

/* Failed to register with Sophos Central */
"Failed to register with Sophos Central" = "Registrierung bei Sophos Central fehlgeschlagen";

/* Further information is available in */
"Further information is available in " = "Weitere Informationen finden Sie in ";

/* Install */
"Install" = "Installieren";

/* Installer */
"Installer" = " ";

/* Installing... */
"Installing..." = "Installation von …";

/* Intercept X: Protects against ransomware and exploits. */
"Intercept X: Protects against ransomware and exploits." = "Intercept X: Schützt vor Ransomware und Exploits.";

/* Preparing download, this may take several minutes... */
"Preparing download, this may take several minutes..." = "Download wird vorbereitet. Dieser Vorgang kann einige Minuten dauern...";

/* Quit */
"Quit" = "Beenden";

/* Received configuration */
"Received configuration" = "Konfiguration empfangen";

/* Registered with Sophos Central */
"Registered with Sophos Central" = "Registrierung bei Sophos Central erfolgreich";

/* Registering with Sophos Central */
"Registering with Sophos Central" = "Registrierung bei Sophos Central";

/* Software installed */
"Software installed" = "Software wurde installiert";

/* Download cancel alert sheet */
"Sophos Central Endpoint Installer" = "Sophos Endpoint Installer";

/* Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version. */
"Sophos Device Encryption protects your data if your Mac is lost or stolen. This app downloads and installs the latest version." = "Sophos Device Encryption schützt Ihre Daten, falls Ihr Mac verloren geht oder gestohlen wird. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version. */
"Sophos Endpoint Protection protects your Mac from viruses, spyware and more. This app downloads and installs the latest version." = "Sophos Endpoint Protection schützt Ihren Mac vor Viren, Spyware und mehr. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version. */
"Sophos Intercept X protects your Mac against ransomware and exploits. This app downloads and installs the latest version." = "Sophos Intercept X schützt Ihren Mac vor Ransomware und Exploits. Diese Anwendung lädt die aktuelle Version herunter und installiert sie.";

/* The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue. */
"The configuration file SophosCloudConfig.plist is invalid or damaged. The installer cannot continue." = "Die Konfigurationsdatei SophosCloudConfig.plist ist ungültig oder beschädigt. Der Installer kann nicht fortgesetzt werden.";

/* (No Commment) */
"The installer self-check has failed, it may be damaged or corrupted. The installer cannot continue." = "Der Self-Check des Installers ist fehlgeschlagen. Er ist möglicherweise beschädigt. Der Installer kann nicht fortgesetzt werden.";

/* The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue. */
"The required configuration file SophosCloudConfig.plist is missing from the Sophos Installer Components folder. The installer cannot continue." = "Die erforderliche Konfigurationsdatei SophosCloudConfig.plist ist im Ordner „Sophos Installer Components“ nicht vorhanden. Der Installer kann nicht fortgesetzt werden.";

/* (No Commment) */
"Uninstall the existing product before installing Sophos Central Endpoint." = "Deinstallieren Sie das vorhandene Produkt, bevor Sie Sophos Endpoint installieren.";

/* Verifying... */
"Verifying..." = "Überprüfung …";

/* Waiting for configuration */
"Waiting for configuration" = "Warten auf Konfiguration";

/* (No Commment) */
"Your system does not meet the minimum system requirements for Sophos Central Endpoint." = "Ihr System erfüllt die minimalen Systemvoraussetzungen für Sophos Endpoint nicht.";

/* Your system has an incompatible Sophos Endpoint product installed. */
"Your system has an incompatible Sophos Endpoint product installed." = "Auf Ihrem System ist ein inkompatibles Sophos Endpoint Produkt installiert.";

/* full stop at end of KBA info text */
"." = ".";
